/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1 Minute Alert Before Disconnection";

/* Title for the about page */
"About" = "Hakkında";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Hesaplar";

/* String to be displayed when a buddy is Active */
"Active" = "Active";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* String to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "Kabul";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Otomatik Sil";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Otomatik Hata Bildir(Opsiyonel)";

/* Label in buddy list for users that are available */
"Available" = "Uygun";

/* Label in buddy list for users that are away */
"Away" = "Dışarıda";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Oturumunuz 1dk. içinde sonlanacak.";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "Arkadaş Listesi";

/* Cancel an alert window */
"Cancel" = "İptal";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "Sohbet";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Benimle güvenli sohbet et";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure pekçok açık kaynak proje tarafından size sunulmuştur.";

/* let users know source is on Github */
"Check out the source here on Github" = "Kaynak koduna Github'da bir bakın";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "Görüşmeler";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Delete Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Delete chats on disconnect";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Disagree";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Disconnected";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donate";

/* Title for button to press when user is finished */
"Done" = "Tamam";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message pop-up box */
"Error!" = "Hata!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPP sunucuyla bağlantı kurulamadı. Lütfen oturum açma kimlik bilgilerini ve internet bağlantısını kontrol edin ve tekrar deneyin.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Kimlik doğrulama başlatması başarısız. Lütfen tekrar deneyin.";

/* your fingerprint */
"Fingerprint for you" = "Parmak iziniz";

/* Size for the font in the chat screen */
"Font Size" = "Font Size";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Mismatch";

/* Ignore an incoming message */
"Ignore" = "Yoksay";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Pasif";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Şifreli Sohbet Başlat";

/* Message shown in line for users that are available */
"is now available" = "is now available";

/* Message shown in line for users that are away */
"is now away" = "is now away";

/* Message shown in line for users that are offline */
"is now offline" = "is now offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Dil";

/* String of title to alert user language is change */
"Language Change" = "Dil Değiştir";

/* log in to account */
"Log In" = "Oturum Aç";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Oturumu Kapat";

/* shown during the login process */
"Logging in..." = "Oturum açılıyor...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Açılan oturum";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "XMPP oturumu kapatılsın mı?";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* The string describing a buddy's display name */
"Name" = "Name";

/* For a new settings value */
"New" = "New";

/* Title for New Account View */
"New Account" = "New Account";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "No Saved Accounts";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Not Available";

/* Not Verified or cancel verified */
"Not Verified" = "Doğrulanmadı!";

/* Label in buddy list for users that are offline */
"Offline" = "Çevrimdışı";

/* Accept the dialog */
"OK" = "TAMAM";

/* For an old settings value */
"Old" = "Old";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Safari'de Aç";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Other";

/* Label text for password field on login screen */
"Password" = "Parola";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Permanently delete";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Project Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Parmak izin gönderilen";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Read";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Remember password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Kullanıcı adını hatırla";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "Yanıtla";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Zorunlu";

/* Title for button for saving a setting */
"Save" = "Save";

/* Title of alert box warning about security issues */
"Security Warning" = "Security Warning";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Self-Signed SSL";

/* For sending a message */
"Send" = "Gönder";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Send Crash Reports";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Settings";

/* Title for sharing a link to the app */
"Share" = "Share";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Size for font in chat view";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "The conversation with %@ is no longer secure.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "This chat is secured";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "yazıyor...";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Kullanıcı adı";

/* Shown when verifying fingerprints */
"Verified" = "Verified";

/* Shown when verifying fingerprints */
"Verify" = "Doğrula";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Parmak İzi Doğrula";

/* Shown when verifying fingerprints */
"Verify Later" = "Sonra doğrula";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Sürüm";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Warning: Use with caution! This may reduce your security.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "When you leave this conversation it will be deleted forever.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Önce güvenli görüşmede olmalısınız.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Oturum açmak için kullanıcı adı ve parola girmelisiniz.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

